Repository: NoahPeeters/TexDocs
Catalog: TexDocs/TexDocs/*.lproj/Localizable.strings
Languages: de

# TD_BUTTON_CLOSE
source: Close
de: Schließen

# TD_BUTTON_CLOSE_PROJECT
source: Close Project
de: Project schließen

# TD_BUTTON_CREATE
source: Create
de: Erstellen

# TD_BUTTON_CREATE_OFFLINE
source: Create
de: Erstellen

# TD_BUTTON_JOIN
source: Join
de: Beitreten

# TD_COLLABORATION_EDITOR_NAME
source: Collaboration Editor
de: Kollaberations Editor

# TD_CONSTANT_UNTITLED_DIRECTORY
source: Untitled Directory
de: Unbenannter Ordner

# TD_CONSTANT_UNTITLED_FILE
source: Untitled Folder
de: Unbenannte Datei

# TD_CONTEXTMENU_ITEM_DELETE_SCHEME
source: Delete Scheme
de: Scheme Löschen

# TD_CONTEXTMENU_ITEM_EDIT_SCHEME
source: Edit Scheme...
de: Scheme editieren...

# TD_EMPTY_STATE_EDITOR_NAME
source: Empty State
de: Leerer Editor

# TD_ERROR_CONNECTION_LOST
source: Connection lost.
de: Verbindung verloren.

# TD_ERROR_INTERNAL_ERROR
source: Internal error.
de: Interner Fehler.

# TD_ERROR_INVALID_EDITOR_CONTROLLER
source: Cannot create editor controller
de: Der Editor konnte nicht erstellt werden.

# TD_ERROR_MISSMATCHED_REPOSITORY_URL
source: The received repository url does not match the local one.
de: Die empfangene Repository URL entspricht nicht der gespeicherten.

# TD_ERROR_UNEXPECTED_STATUS_CODE
source: The received data is corrupted.
de: Die empfangenen Daetn konnten nicht gelesen werden.

# TD_IMAGE_EDITOR_NAME
source: Image Viewer
de: Bildvorschau

# TD_INVALID_REPOSITORY_URL
source: The received repository is invalid.
de: Die empfangene Repository URL ist ungültig.

# TD_INVALID_SIGNATURE
source: Invalid git signature.
de: Die git signatur ist ungültig.

# TD_LATEX_ROOT_STRUCTURE_NODE
source: Tex Document
de: Tex Dokument

# TD_NOTIFICATION_CLONING_REPOSITORY
source: Cloning repository...
de: Repository clonen...

# TD_NOTIFICATION_CONNECTING_TO_SERVER
source: Connecting to server...
de: Verbindeung zum Server wird hergestellt...

# TD_NOTIFICATION_RECEIVING_OBJECTS
source: Receiving objects...
de: Empfange Objeckte...

# TD_NOTIFICATION_REPOSITORY_CLONED
source: Cloned successfully.
de: Das Clonen war erfolgreich.

# TD_NOTIFICATION_REQUESTED_SYNC
source: Requested sync...
de: Syncronisation angefragt...

# TD_NOTIFICATION_SYNC_COMPLETED
source: Completed sync.
de: Syncronisation abgeschlossen.

# TD_NOTIFICATION_WAITING_FOR_SYNC_TO_COMPLETE
source: Waiting for sync to complete...
de: Warte auf Syncronisation...

# TD_NOTIFICATION_WAITING_FOR_SYNC_TO_START
source: Waiting for sync to start...
de: Warte auf Syncronisation...

# TD_OPEN_IN
source: Open in
de: Öffnen mit

# TD_WEB_VIEW_EDITOR_NAME
source: Web View
de: Web Editor
