Repository: NoahPeeters/TexDocs
Catalog: TexDocs/*.lproj/Localizable.strings
Languages: de

source: TD_BUTTON_CLOSE
de: Schließen

source: TD_BUTTON_CLOSE_PROJECT
de: Project schließen

source: TD_BUTTON_CREATE
de: Erstellen

source: TD_BUTTON_CREATE_OFFLINE
de: Erstellen

source: TD_BUTTON_JOIN
de: Beitreten

source: TD_COLLABORATION_EDITOR_NAME
de: Kollaberations Editor

source: TD_CONSTANT_UNTITLED_DIRECTORY
de: Unbenannter Ordner

source: TD_CONSTANT_UNTITLED_FILE
de: Unbenannte Datei

source: TD_CONTEXTMENU_ITEM_DELETE_SCHEME
de: Scheme Löschen

source: TD_CONTEXTMENU_ITEM_EDIT_SCHEME
de: Scheme editieren...

source: TD_EMPTY_STATE_EDITOR_NAME
de: Leerer Editor

source: TD_ERROR_INTERNAL_ERROR
de: Interner Fehler.

source: TD_ERROR_INVALID_EDITOR_CONTROLLER
de: Der Editor konnte nicht erstellt werden.

source: TD_IMAGE_EDITOR_NAME
de: Bildvorschau

source: TD_LATEX_ROOT_STRUCTURE_NODE
de: Tex Dokument

source: TD_OPEN_IN
de: Öffnen mit

source: TD_PREFERENCS_TITLE_GENERAL
de: Allgemein

source: TD_WEB_VIEW_EDITOR_NAME
de: Web Editor
